Repository: wxy/ai-pulse-macos
Catalog: Sources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, zh_hans, zh_hant_hk, zh_hant_tw

# dashboard.code_deleted
source: Code -Lines
de: Code -Zeilen
es: Código -lín.
fr: Code -lignes
ja: コード -行
ko: 코드 -줄
pt_br: Código -linhas
zh_hans: 代码减少行
zh_hant_hk: 程式碼 -行數
zh_hant_tw: 程式碼 -行數

# dashboard.cost_chart
source: Cost
de: Kosten
es: Coste
fr: Coût
ja: コスト
ko: 비용
pt_br: Custo
zh_hans: 花费
zh_hant_hk: 成本
zh_hant_tw: 成本

# dashboard.cpl_aider_path
source: aider: `.aider.llm.history` in repo
de: aider: `.aider.llm.history` im Repo
es: aider: `.aider.llm.history` en el repositorio
fr: aider : `.aider.llm.history` dans le dépôt
ja: aider: リポジトリ内の `.aider.llm.history`
ko: aider: 저장소 내 `.aider.llm.history`
pt_br: aider: `.aider.llm.history` no repositório
zh_hans: aider：仓库内 `.aider.llm.history`
zh_hant_hk: aider：儲存庫中嘅 `.aider.llm.history`
zh_hant_tw: aider：儲存庫中的 `.aider.llm.history`

# dashboard.cpl_card
source: CPL (Cost Per K Lines)
de: CPL (Kosten pro 1.000 Zeilen)
es: CPL (Coste Por K líneas)
fr: CPL (Coût Par K lignes)
ja: CPL（1,000行あたりコスト）
ko: CPL (천 줄당 비용)
pt_br: CPL (Custo Por K linhas)
zh_hans: CPL（每千行成本）
zh_hant_hk: CPL（每千行程式碼成本）
zh_hant_tw: CPL（每千行程式碼成本）

# dashboard.cpl_disclaimer
source: Metered · Has logs · API token cost only, excl. subscriptions
de: Gemessen · Hat Logs · Nur API-Token-Kosten, ohne Abos
es: Medido · Con logs · Solo coste de token API, sin suscripciones
fr: Mesuré · Avec logs · Coût token API seul, hors abonnements
ja: 計測 · ログあり · APIトークン費用のみ、サブスクリプション除く
ko: 측정됨 · 로그 있음 · API 토큰 비용만, 구독 제외
pt_br: Medido · Com logs · Apenas custo de token API, excl. assinaturas
zh_hans: 按量计费 · 有日志 · 仅含 API 词元成本，不含订阅
zh_hant_hk: 計量 · 有記錄 · 僅 API token 成本，唔包訂閱費
zh_hant_tw: 計量 · 有記錄 · 僅 API token 成本，不含訂閱費用

# dashboard.cpl_unavailable_desc
source: Enable Claude Code or aider to calculate CPL stats. These tools write local logs that can be accurately attributed to repos.
de: Aktiviere Claude Code oder aider, um CPL-Statistiken zu berechnen. Diese Tools schreiben lokale Logs, die Repos zugeordnet werden können.
es: Activa Claude Code o aider para calcular estadísticas CPL. Estas herramientas escriben logs locales atribuibles a repositorios.
fr: Activez Claude Code ou aider pour calculer les stats CPL. Ces outils écrivent des logs locaux attribuables aux dépôts.
ja: CPL統計を計算するには Claude Code または aider を有効にしてください。これらのツールはローカルログを書き込み、リポジトリに正確に帰属できます。
ko: CPL 통계를 계산하려면 Claude Code 또는 aider를 활성화하세요. 이 도구들은 로컬 로그를 작성하여 저장소에 정확히 귀속됩니다.
pt_br: Ative o Claude Code ou aider para calcular estatísticas CPL. Essas ferramentas gravam logs locais atribuíveis a repositórios.
zh_hans: 启用 Claude Code 或 aider 以计算 CPL 统计。这些工具会写入本地日志，可精确归因到仓库。
zh_hant_hk: 啟用 Claude Code 或 aider 以計算 CPL 統計。呢啲工具寫入本機記錄，可準確歸因至儲存庫。
zh_hant_tw: 啟用 Claude Code 或 aider 以計算 CPL 統計。這些工具寫入本機記錄，可準確歸因至儲存庫。

# dashboard.cpl_unavailable_title
source: CPL Unavailable
de: CPL nicht verfügbar
es: CPL no disponible
fr: CPL indisponible
ja: CPL 利用不可
ko: CPL 사용 불가
pt_br: CPL indisponível
zh_hans: CPL 不可用
zh_hant_hk: CPL 不可用
zh_hant_tw: CPL 不可用

# dashboard.cycle_progress
source: %1$d/%2$d days
de: %1$d/%2$d Tage
es: %1$d/%2$d días
fr: %1$d/%2$d jours
ja: %1$d/%2$d 日
ko: %1$d/%2$d일
pt_br: %1$d/%2$d dias
zh_hans: 已过 %1$d/%2$d 天
zh_hant_hk: 已過 %1$d/%2$d 天
zh_hant_tw: 已過 %1$d/%2$d 天

# dashboard.cycle_reset
source: resets %1$@
de: Zurücksetzen %1$@
es: reinicia %1$@
fr: réinitialise %1$@
ja: %1$@ リセット
ko: %1$@ 초기화
pt_br: reinicia %1$@
zh_hans: %1$@ 重置
zh_hant_hk: %1$@ 重置
zh_hant_tw: %1$@ 重置

# dashboard.daily_avg
source: Daily avg %@
de: Tgl. Durchschn. %@
es: Promedio diario %@
fr: Moy. jour. %@
ja: 日平均 %@
ko: 일평균 %@
pt_br: Média diária %@
zh_hans: 日均 %@
zh_hant_hk: 日均 %@
zh_hant_tw: 日均 %@

# dashboard.daily_trend
source: Daily Trend
de: Täglicher Trend
es: Tendencia diaria
fr: Tendance quotidienne
ja: 日次トレンド
ko: 일간 추세
pt_br: Tendência diária
zh_hans: 每日趋势
zh_hant_hk: 每日趨勢
zh_hant_tw: 每日趨勢

# dashboard.days_30
source: 30 days
de: 30 Tage
es: 30 días
fr: 30 jours
ja: 30日間
ko: 30일
pt_br: 30 dias
zh_hans: 30 天
zh_hant_hk: 30 日
zh_hant_tw: 30 天

# dashboard.days_7
source: 7 days
de: 7 Tage
es: 7 días
fr: 7 jours
ja: 7日間
ko: 7일
pt_br: 7 dias
zh_hans: 7 天
zh_hant_hk: 7 日
zh_hant_tw: 7 天

# dashboard.deleted
source: Deleted
de: Gelöscht
es: Eliminado
fr: Supprimé
ja: 削除
ko: 삭제됨
pt_br: Excluído
zh_hans: 删除
zh_hant_hk: 已刪除
zh_hant_tw: 已刪除

# dashboard.deleted_lines
source: Deleted Lines
de: Gelöschte Zeilen
es: Líneas eliminadas
fr: Lignes supprimées
ja: 削除行
ko: 삭제된 줄
pt_br: Linhas excluídas
zh_hans: 删除行
zh_hant_hk: 已刪除行數
zh_hant_tw: 已刪除行數

# dashboard.dev_tool
source: Dev tool
de: Tool
es: Herramienta
fr: Outil
ja: 開発ツール
ko: 개발 도구
pt_br: Ferramenta
zh_hans: 开发工具
zh_hant_hk: 開發工具
zh_hant_tw: 開發工具

# dashboard.effective_rate
source: Effective Rate
de: Effektiver Preis
es: Tarifa efectiva
fr: Tarif effectif
ja: 実効レート
ko: 실효 요율
pt_br: Taxa efetiva
zh_hans: 有效单价
zh_hant_hk: 有效單價
zh_hant_tw: 有效單價

# dashboard.effective_rate_empty
source: No attributable balance source — chart unavailable
de: Keine eindeutig zuordenbare Balance-Quelle — Diagramm nicht verfügbar
es: Sin fuente de saldo atribuible — gráfico no disponible
fr: Aucune source de solde attribuable — graphique indisponible
ja: 帰属可能な残高ソースなし — グラフ利用不可
ko: 귀속 가능한 잔액 소스 없음 — 차트 사용 불가
pt_br: Sem fonte de saldo atribuível — gráfico indisponível
zh_hans: 余额来源无法归因，无法绘制有效单价图
zh_hant_hk: 餘額來源無法歸因，無法繪製有效單價圖
zh_hant_tw: 餘額來源無法歸因，無法繪製有效單價圖

# dashboard.effective_rate_note
source: Balance delta ÷ tokens — attributable tools only
de: Balance-Delta ÷ Tokens — nur eindeutig zuordenbare Werkzeuge
es: Delta de saldo ÷ tokens — solo herramientas atribuibles
fr: Delta de solde ÷ tokens — outils attribuables uniquement
ja: 残高変動 ÷ トークン — 帰属可能なツールのみ
ko: 잔액 변화 ÷ 토큰 — 귀속 가능한 도구만
pt_br: Delta de saldo ÷ tokens — somente ferramentas atribuíveis
zh_hans: 余额差值 ÷ 词元 —— 仅限余额可归因的工具
zh_hant_hk: 餘額差值 ÷ Token —— 僅限餘額可歸因的工具
zh_hant_tw: 餘額差值 ÷ Token —— 僅限餘額可歸因的工具

# dashboard.empty_state
source: Enable tools in Settings → Integrations to see cost and code change charts here.
de: Aktiviere Tools unter Einstellungen → Integrationen, um Kosten- und Code-Diagramme zu sehen.
es: Activa herramientas en Ajustes → Integraciones para ver gráficos de coste y código.
fr: Activez des outils dans Réglages → Intégrations pour voir les graphiques de coût et de code.
ja: 「設定 → 統合」でツールを有効にすると、コストとコード変更のグラフが表示されます。
ko: 설정 → 통합에서 도구를 활성화하면 비용 및 코드 변경 차트를 볼 수 있습니다.
pt_br: Ative ferramentas em Ajustes → Integrações para ver gráficos de custo e código.
zh_hans: 在 设置 → 集成 中启用工具后，这里将显示花费与代码变化图表。
zh_hant_hk: 喺「設定 → 整合」啟用工具以查看成本同程式碼變更圖表。
zh_hant_tw: 在「設定 → 整合」中啟用工具以查看成本和程式碼變更圖表。

# dashboard.fixed_monthly_context
source: Fixed monthly commitment
de: Fester monatlicher Aufwand
es: Compromiso mensual fijo
fr: Engagement mensuel fixe
ja: 月額の固定支出
ko: 월 고정 지출
pt_br: Compromisso mensal fixo
zh_hans: 每月固定投入
zh_hant_hk: 每月固定投入
zh_hant_tw: 每月固定投入

# dashboard.fixed_monthly_help
source: Declared monthly context, not payment observed in the last 30 days; not included in token activity or account amounts.
de: Angegebener monatlicher Kontext, keine beobachtete Zahlung der letzten 30 Tage; nicht in Token-Aktivität oder Kontobeträgen enthalten.
es: Contexto mensual declarado, no un pago observado en 30 días; excluido de la actividad de tokens y de los importes de la cuenta.
fr: Contexte mensuel déclaré, pas un paiement observé sur 30 jours ; exclu de l’activité des tokens et des montants du compte.
ja: 申告された月額の背景情報です。過去30日間に観測した支払いではなく、トークン活動や口座金額に含めません。
ko: 사용자가 입력한 월 요금 배경입니다. 최근 30일의 관측 결제가 아니며 토큰 활동이나 계정 금액에 포함하지 않습니다.
pt_br: Contexto mensal declarado, não um pagamento observado em 30 dias; não incluído na atividade de tokens ou nos valores da conta.
zh_hans: 用户声明的月费背景，不是近 30 天观察到的付款；不计入词元活动或账户金额。
zh_hant_hk: 使用者聲明的月費背景，不是近 30 天觀察到的付款；不計入詞元活動或帳戶金額。
zh_hant_tw: 使用者聲明的月費背景，不是近 30 天觀察到的付款；不計入詞元活動或帳戶金額。

# dashboard.lines_unit
source: lines
de: Zeilen
es: líneas
fr: lignes
ja: 行
ko: 행
pt_br: linhas
zh_hans: 行
zh_hant_hk: 行
zh_hant_tw: 行

# dashboard.local_activity_scope
source: Tokens come from supported local tool logs—not entire-account usage or billing.
de: Tokens stammen aus unterstützten lokalen Tool-Logs, nicht aus vollständiger Kontonutzung oder Abrechnung.
es: Los tokens proceden de registros locales compatibles, no del uso completo de la cuenta ni de la facturación.
fr: Les tokens proviennent des journaux locaux pris en charge, pas de l’usage complet du compte ni de la facturation.
ja: トークンは対応するローカルツールのログ由来で、アカウント全体の使用量や請求ではありません。
ko: 토큰은 지원되는 로컬 도구 로그의 관측이며 계정 전체 사용량이나 청구서가 아닙니다.
pt_br: Tokens vêm de logs locais compatíveis, não do uso completo da conta nem do faturamento.
zh_hans: 词元来自支持的本地工具日志，不代表整个 AI 账户用量或账单。
zh_hant_hk: 詞元來自支援的本地工具日誌，不代表整個 AI 帳戶用量或帳單。
zh_hant_tw: 詞元來自支援的本地工具日誌，不代表整個 AI 帳戶用量或帳單。

# dashboard.model
source: Model
de: Modell
es: Modelo
fr: Modèle
ja: モデル
ko: 모델
pt_br: Modelo
zh_hans: 模型
zh_hant_hk: 模型
zh_hant_tw: 模型

# dashboard.model_data_bar_help
source: Bar lengths compare models within each numeric column, relative to that column’s largest detail value. Summary totals are excluded.
de: Balken vergleichen Modelle je Zahlenspalte mit deren größtem Detailwert. Summenzeilen zählen nicht zur Skalierung.
es: Las barras comparan modelos dentro de cada columna numérica respecto a su mayor valor de detalle. Los totales se excluyen de la escala.
fr: Les barres comparent les modèles dans chaque colonne numérique à sa plus grande valeur détaillée. Les totaux sont exclus de l’échelle.
ja: バーは各数値列内でモデルを比較します。その列の明細最大値が全幅となり、集計行は尺度に含めません。
ko: 막대는 각 숫자 열 안에서 모델을 비교합니다. 해당 열의 상세 최댓값이 전체 너비이며 합계 행은 배율에서 제외됩니다.
pt_br: As barras comparam modelos em cada coluna numérica com o maior valor detalhado dessa coluna. Os totais não entram na escala.
zh_hans: 数据条在每个数值列内比较模型，以该列明细最大值为满格；合计行不参与缩放。
zh_hant_hk: 資料條在每個數值欄內比較模型，以該欄明細最大值為滿格；合計列不參與縮放。
zh_hant_tw: 資料條在每個數值欄內比較模型，以該欄明細最大值為滿格；合計列不參與縮放。

# dashboard.month
source: mo
de: Monat
es: mes
fr: mois
ja: 月
ko: 개월
pt_br: mês
zh_hans: 月
zh_hant_hk: 月
zh_hant_tw: 月

# dashboard.month_projection
source: Spent $%@ this month · $%@ projected · %d days left
de: Diesen Monat $%@ ausgegeben · $%@ prognostiziert · noch %d Tage
es: Este mes $%@ gastado · $%@ previsto · quedan %d días
fr: Ce mois $%@ dépensé · $%@ prévu · %d jours restants
ja: 今月 $%@ 使用 · 予測 $%@ · 残り %d 日
ko: 이번 달 $%@ 지출 · $%@ 예상 · %d일 남음
pt_br: Este mês $%@ gasto · $%@ previsto · %d dias restantes
zh_hans: 本月已花 $%@ · 预计 $%@ · 剩余 %d 天
zh_hant_hk: 今個月已花費 $%@ · 預估 $%@ · 剩 %d 日
zh_hant_tw: 本月已花費 $%@ · 預估 $%@ · 剩 %d 天

# dashboard.net_lines
source: Net Lines
de: Nettozeilen
es: Líneas netas
fr: Lignes nettes
ja: 純増行数
ko: 순 증감 줄
pt_br: Linhas líquidas
zh_hans: 净增行
zh_hant_hk: 淨行數
zh_hant_tw: 淨行數

# dashboard.no_cpl_data
source: No CPL data available
de: Keine CPL-Daten
es: Sin datos CPL
fr: Aucune donnée CPL
ja: CPLデータなし
ko: CPL 데이터 없음
pt_br: Sem dados CPL
zh_hans: 暂无满足条件的 CPL 数据
zh_hant_hk: 無 CPL 數據
zh_hant_tw: 無 CPL 資料

# dashboard.no_data_period
source: No data for this period.
de: Keine Daten für diesen Zeitraum.
es: Sin datos para este período.
fr: Aucune donnée pour cette période.
ja: この期間のデータはありません。
ko: 이 기간에 데이터 없음.
pt_br: Sem dados para este período.
zh_hans: 该时间段暂无数据
zh_hant_hk: 呢段期間無數據。
zh_hant_tw: 此期間無資料。

# dashboard.no_data_title
source: No Data
de: Keine Daten
es: Sin datos
fr: Aucune donnée
ja: データなし
ko: 데이터 없음
pt_br: Sem dados
zh_hans: 暂无数据
zh_hant_hk: 無數據
zh_hant_tw: 無資料

# dashboard.no_data_today
source: No activity yet today — your spending will appear here as you use AI tools.
de: Heute noch keine Aktivität — deine Ausgaben erscheinen hier, sobald du KI-Tools nutzt.
es: Sin actividad hoy — tus gastos aparecerán aquí al usar herramientas de IA.
fr: Aucune activité aujourd'hui — vos dépenses apparaîtront ici dès que vous utiliserez des outils IA.
ja: 本日はまだアクティビティがありません — AIツール使用後にここに表示されます。
ko: 오늘 활동 없음 — AI 도구를 사용하면 여기에 지출이 표시됩니다.
pt_br: Sem atividade hoje — seus gastos aparecerão aqui ao usar ferramentas de IA.
zh_hans: 今日暂无活动，使用 AI 工具后这里将显示花费数据
zh_hant_hk: 今日尚無活動 — 使用 AI 工具後，你嘅支出會顯示喺度。
zh_hant_tw: 今天尚無活動 — 使用 AI 工具後，你的支出將顯示在此處。

# dashboard.non_cache_cost
source: Non-cache
de: Ohne Cache
es: Sin caché
fr: Hors cache
ja: 非キャッシュ
ko: 비캐시
pt_br: Sem cache
zh_hans: 非缓存
zh_hant_hk: 非缓存
zh_hant_tw: 非快取

# dashboard.other
source: Other
de: Weitere
es: Otros
fr: Autres
ja: その他
ko: 기타
pt_br: Outros
zh_hans: 其他
zh_hant_hk: 其他
zh_hant_tw: 其他

# dashboard.over_limit
source: Over Limit
de: Limit überschritten
es: Sobre límite
fr: Dépassement
ja: 上限超過
ko: 한도 초과
pt_br: Acima do limite
zh_hans: 超量
zh_hant_hk: 超出上限
zh_hant_tw: 超出上限

# dashboard.quota_context_title
source: Quota · current windows
de: Kontingent · aktuelle Zeitfenster
es: Cuota · ventanas actuales
fr: Quota · fenêtres actuelles
ja: 使用枠 · 現在の期間
ko: 한도 · 현재 기간
pt_br: Cota · janelas atuais
zh_hans: 额度 · 当前窗口
zh_hant_hk: 額度 · 當前窗口
zh_hant_tw: 額度 · 當前窗口

# dashboard.quota_help
source: %1$@ used · %2$@
de: %1$@ verbraucht · %2$@
es: %1$@ usado · %2$@
fr: %1$@ utilisé · %2$@
ja: %1$@ 使用済み · %2$@
ko: %1$@ 사용 · %2$@
pt_br: %1$@ usado · %2$@
zh_hans: %1$@ 已用 · %2$@
zh_hant_hk: %1$@ 已用 · %2$@
zh_hant_tw: %1$@ 已用 · %2$@

# dashboard.quota_stale
source: pending refresh
de: Aktualisierung ausstehend
es: pendiente de actualizar
fr: actualisation en attente
ja: 更新待ち
ko: 갱신 대기
pt_br: aguardando atualização
zh_hans: 待更新
zh_hant_hk: 待更新
zh_hant_tw: 待更新

# dashboard.range_context
source: Projected %1$@ · %2$d days left
de: Prognose %1$@ · %2$d Tage übrig
es: Proyección %1$@ · %2$d días restantes
fr: Prévision %1$@ · %2$d jours restants
ja: 予測 %1$@ · 残り%2$d日
ko: 예상 %1$@ · %2$d일 남음
pt_br: Projeção %1$@ · %2$d dias restantes
zh_hans: 预计 %1$@ · 剩余 %2$d 天
zh_hant_hk: 預計 %1$@ · 剩餘 %2$d 天
zh_hant_tw: 預計 %1$@ · 剩餘 %2$d 天

# dashboard.refresh
source: Refresh data
de: Daten aktualisieren
es: Actualizar datos
fr: Actualiser les données
ja: データを更新
ko: 데이터 새로고침
pt_br: Atualizar dados
zh_hans: 刷新数据
zh_hant_hk: 重新整理資料
zh_hant_tw: 重新整理資料

# dashboard.remaining_balance
source: Remaining Balance
de: Guthaben
es: Saldo restante
fr: Solde restant
ja: 残高
ko: 잔액
pt_br: Saldo restante
zh_hans: 剩余余额
zh_hant_hk: 剩餘餘額
zh_hant_tw: 剩餘餘額

# dashboard.repo_code_changes
source: Repository changes (lines)
de: Repository-Änderungen (Zeilen)
es: Cambios de repositorio (líneas)
fr: Modifications des dépôts (lignes)
ja: リポジトリ変更（行数）
ko: 저장소 변경(행 수)
pt_br: Alterações no repositório (linhas)
zh_hans: 仓库变化（行数）
zh_hant_hk: 倉庫變化（行數）
zh_hant_tw: 倉庫變化（行數）

# dashboard.repo_code_changes_help
source: Added + deleted lines in authorized Git repositories; not net growth or AI authorship.
de: Hinzugefügte + gelöschte Zeilen autorisierter Git-Repositories; kein Nettozuwachs oder Nachweis von KI-Autorschaft.
es: Líneas añadidas + eliminadas en repositorios Git autorizados; no es crecimiento neto ni prueba de autoría de IA.
fr: Lignes ajoutées + supprimées dans les dépôts Git autorisés ; ni croissance nette ni preuve d’auteur IA.
ja: 許可された Git リポジトリの追加行＋削除行。純増や AI の著作帰属ではありません。
ko: 허용된 Git 저장소의 추가 행＋삭제 행입니다. 순증가나 AI 작성 증명이 아닙니다.
pt_br: Linhas adicionadas + removidas em repositórios Git autorizados; não é crescimento líquido nem prova de autoria por IA.
zh_hans: 授权 Git 仓库的增加行＋删除行；不是净增长，也不证明 AI 创作归属。
zh_hant_hk: 授權 Git 倉庫的增加行＋刪除行；不是淨增長，也不證明 AI 創作歸屬。
zh_hant_tw: 授權 Git 倉庫的增加行＋刪除行；不是淨增長，也不證明 AI 創作歸屬。

# dashboard.repo_data_bar_help
source: Token and commit columns each use their own largest repository value. Added and deleted lines share one scale. Expanding the list does not change the scale.
de: Tokens und Commits nutzen jeweils ihren größten Repository-Wert. Hinzugefügte und gelöschte Zeilen teilen eine Skala. Aufklappen ändert die Skala nicht.
es: Tokens y commits usan cada uno el máximo por repositorio. Las líneas añadidas y eliminadas comparten escala. Ampliar la lista no cambia la escala.
fr: Jetons et commits utilisent chacun le maximum par dépôt. Ajouts et suppressions partagent une échelle. Déplier la liste ne modifie pas l’échelle.
ja: トークンとコミットはそれぞれリポジトリ最大値で表示します。追加・削除行は同じ尺度を使います。リスト展開で尺度は変わりません。
ko: 토큰과 커밋은 각각 저장소 최댓값을 기준으로 표시합니다. 추가·삭제 행은 같은 배율을 사용하며 목록을 펼쳐도 배율이 바뀌지 않습니다.
pt_br: Tokens e commits usam seus respectivos máximos por repositório. Linhas adicionadas e removidas compartilham uma escala. Expandir a lista não altera a escala.
zh_hans: 词元和提交分别按各自仓库最大值缩放；增加行与删除行使用同一尺度。展开列表不会改变尺度。
zh_hant_hk: 詞元和提交分別按各自倉庫最大值縮放；增加行與刪除行使用同一尺度。展開列表不會改變尺度。
zh_hant_tw: 詞元和提交分別按各自倉庫最大值縮放；增加行與刪除行使用同一尺度。展開列表不會改變尺度。

# dashboard.request_count
source: Requests
de: Anfragen
es: Consultas
fr: Requêtes
ja: リクエスト数
ko: 요청 수
pt_br: Requisições
zh_hans: 请求次数
zh_hant_hk: 請求數
zh_hant_tw: 請求數

# dashboard.rhythm_next_week_placeholder
source: Next week · placeholder
de: Folgewoche · Platzhalter
es: Semana siguiente · marcador
fr: Semaine suivante · repère
ja: 来週・プレースホルダー
ko: 다음 주 · 자리 표시
pt_br: Próxima semana · marcador
zh_hans: 下周 · 占位
zh_hant_hk: 下星期 · 佔位
zh_hant_tw: 下週 · 佔位

# dashboard.rhythm_previous_week_placeholder
source: Previous week · placeholder
de: Vorwoche · Platzhalter
es: Semana anterior · marcador
fr: Semaine passée · repère
ja: 先週・プレースホルダー
ko: 지난주 · 자리 표시
pt_br: Semana anterior · marcador
zh_hans: 上周 · 占位
zh_hant_hk: 上星期 · 佔位
zh_hant_tw: 上週 · 佔位

# dashboard.scan_warning_help
source: The latest local scan is unavailable or out of date. Historical data is still visible, but does not prove collection is working now. Open diagnostics to investigate; the cause is not yet known.
de: Der letzte lokale Scan ist nicht verfügbar oder veraltet. Historische Daten bleiben sichtbar, belegen aber keine aktuell funktionierende Erfassung. Diagnoseprotokoll öffnen; die Ursache ist noch unbekannt.
es: El último escaneo local no está disponible o está desactualizado. El historial sigue visible, pero no prueba que la recopilación funcione ahora. Consulte los diagnósticos; la causa aún no se conoce.
fr: Le dernier scan local est indisponible ou périmé. L’historique reste visible, sans prouver que la collecte fonctionne actuellement. Consultez les diagnostics ; la cause n’est pas encore connue.
ja: 最新のローカルスキャンは利用不可または期限切れです。履歴は表示できますが、現在の収集が正常とは限りません。診断ログを確認してください。原因は未確認です。
ko: 최근 로컬 스캔을 사용할 수 없거나 오래되었습니다. 과거 데이터는 보이지만 현재 수집이 정상이라는 증거는 아닙니다. 진단 로그를 확인하세요. 원인은 아직 확인되지 않았습니다.
pt_br: A última varredura local está indisponível ou desatualizada. O histórico continua visível, mas não prova que a coleta funciona agora. Abra os diagnósticos; a causa ainda não foi confirmada.
zh_hans: 最近的本地扫描不可用或已过期。历史数据仍可查看，但不能证明当前采集正常。可打开诊断日志检查，具体原因尚未确认。
zh_hant_hk: 最近的本地掃描不可用或已過期。歷史資料仍可查看，但不能證明當前採集正常。可開啟診斷日誌檢查，具體原因尚未確認。
zh_hant_tw: 最近的本地掃描不可用或已過期。歷史資料仍可查看，但不能證明當前採集正常。可開啟診斷日誌檢查，具體原因尚未確認。

# dashboard.show_all
source: Show All
de: Alle anzeigen
es: Mostrar todo
fr: Tout afficher
ja: すべて表示
ko: 모두 보기
pt_br: Mostrar tudo
zh_hans: 显示全部
zh_hant_hk: 顯示全部
zh_hant_tw: 顯示全部

# dashboard.show_less
source: Show Less
de: Weniger anzeigen
es: Mostrar menos
fr: Réduire
ja: 折りたたむ
ko: 접기
pt_br: Mostrar menos
zh_hans: 收起
zh_hant_hk: 收起
zh_hant_tw: 收起

# dashboard.source_logs
source: From logs
de: Quelle: Logs
es: De registros
fr: Depuis les journaux
ja: ログ由来
ko: 로그 기반
pt_br: Dos registros
zh_hans: 来源：日志
zh_hant_hk: 來源：日誌
zh_hant_tw: 來源：日誌

# dashboard.sub_api_ratio
source: Subscription / API Ratio
de: Abo / API-Verhältnis
es: Ratio suscripción / API
fr: Ratio abonnement / API
ja: サブスク / API比率
ko: 구독 / API 비율
pt_br: Proporção assinatura / API
zh_hans: 订阅 / API 占比
zh_hant_hk: 訂閱 / API 比例
zh_hant_tw: 訂閱 / API 比例

# dashboard.sub_cost
source: Subscription
de: Abo
es: Suscripción
fr: Abonnement
ja: サブスク
ko: 구독
pt_br: Assinatura
zh_hans: 订阅均摊
zh_hant_hk: 訂閱
zh_hant_tw: 訂閱

# dashboard.sub_daily
source: Sub Daily
de: Abo täglich
es: Suscripción diaria
fr: Abonnement/jour
ja: サブスク日額
ko: 일 구독료
pt_br: Assinatura diária
zh_hans: 订阅日均
zh_hant_hk: 每日訂閱
zh_hant_tw: 每日訂閱

# dashboard.sub_label
source: Subscription
de: Abonnement
es: Suscripción
fr: Abonnement
ja: サブスク
ko: 구독
pt_br: Assinatura
zh_hans: 订阅
zh_hant_hk: 訂閱
zh_hant_tw: 訂閱

# dashboard.sub_monthly_label
source: Sub Monthly
de: Abo monatlich
es: Suscripción mensual
fr: Abonnement/mois
ja: サブスク月額
ko: 월 구독료
pt_br: Assinatura mensal
zh_hans: 订阅月总额
zh_hant_hk: 每月訂閱
zh_hant_tw: 每月訂閱

# dashboard.this_month
source: This month
de: Diesen Monat
es: Este mes
fr: Ce mois
ja: 今月
ko: 이번 달
pt_br: Este mês
zh_hans: 本月
zh_hant_hk: 今個月
zh_hant_tw: 本月

# dashboard.this_week
source: This week
de: Diese Woche
es: Esta semana
fr: Cette semaine
ja: 今週
ko: 이번 주
pt_br: Esta semana
zh_hans: 本周
zh_hant_hk: 今個星期
zh_hant_tw: 本週

# dashboard.today
source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
ja: 今日
ko: 오늘
pt_br: Hoje
zh_hans: 今日
zh_hant_hk: 今日
zh_hant_tw: 今天

# dashboard.today_expected
source: Projected %@
de: Prognose %@
es: Proyección %@
fr: Prévision %@
ja: 予測 %@
ko: 예상 %@
pt_br: Projeção %@
zh_hans: 预计 %@
zh_hant_hk: 預計 %@
zh_hant_tw: 預計 %@

# dashboard.today_projection
source: Spent %1$@ · projected %2$@
de: Ausgegeben %1$@ · Prognose %2$@
es: Gastado %1$@ · proyección %2$@
fr: Dépensé %1$@ · prévision %2$@
ja: 使用済み %1$@ · 予測 %2$@
ko: 사용 %1$@ · 예상 %2$@
pt_br: Gasto %1$@ · projeção %2$@
zh_hans: 已花费 %1$@ · 预计 %2$@
zh_hant_hk: 已花費 %1$@ · 預計 %2$@
zh_hant_tw: 已花費 %1$@ · 預計 %2$@

# dashboard.token_usage
source: Token Usage
de: Token-Nutzung
es: Uso de tokens
fr: Utilisation de tokens
ja: トークン使用量
ko: 토큰 사용량
pt_br: Uso de tokens
zh_hans: 词元消耗
zh_hant_hk: Token 用量
zh_hant_tw: Token 用量

# dashboard.tool_tokens
source: Tool usage (tokens)
de: Tool-Nutzung (Tokens)
es: Uso de herramientas (tokens)
fr: Utilisation des outils (tokens)
ja: ツール使用量（トークン）
ko: 도구 사용량(토큰)
pt_br: Uso das ferramentas (tokens)
zh_hans: 工具用量（词元）
zh_hant_hk: 工具用量（詞元）
zh_hant_tw: 工具用量（詞元）

# dashboard.tooltip_added
source: Added: +%d lines
de: Hinzugefügt: +%d Zeilen
es: Añadido: +%d líneas
fr: Ajouté : +%d lignes
ja: 追加: +%d行
ko: 추가: +%d줄
pt_br: Adicionado: +%d linhas
zh_hans: 新增: +%d 行
zh_hant_hk: 新增：+%d 行
zh_hant_tw: 新增：+%d 行

# dashboard.tooltip_deleted
source: Deleted: -%d lines
de: Gelöscht: -%d Zeilen
es: Eliminado: -%d líneas
fr: Supprimé : -%d lignes
ja: 削除: -%d行
ko: 삭제: -%d줄
pt_br: Excluído: -%d linhas
zh_hans: 删除: -%d 行
zh_hant_hk: 已刪除：-%d 行
zh_hant_tw: 已刪除：-%d 行

# dashboard.tooltip_sub
source: Sub: $%@
de: Abo: $%@
es: Susc.: $%@
fr: Abo : $%@
ja: サブスク: $%@
ko: 구독: $%@
pt_br: Assin.: $%@
zh_hans: 订阅: $%@
zh_hant_hk: 訂閱：$%@
zh_hant_tw: 訂閱：$%@

# dashboard.total
source: Total
de: Gesamt
ja: 合計
ko: 합계
zh_hans: 合计
zh_hant_hk: 總計
zh_hant_tw: 總計

# dashboard.unattributed_tool
source: Unattributed tool
de: Nicht zugeordnetes Tool
es: Herramienta sin atribuir
fr: Outil non attribué
ja: 未帰属のツール
ko: 미분류 도구
pt_br: Ferramenta não atribuída
zh_hans: 未归属工具
zh_hant_hk: 未歸屬工具
zh_hant_tw: 未歸屬工具

# dashboard.unknown_model
source: Unknown model
de: Unbekanntes Modell
es: Modelo desconocido
fr: Modèle inconnu
ja: 不明なモデル
ko: 알 수 없는 모델
pt_br: Modelo desconhecido
zh_hans: 未知模型
zh_hant_hk: 未知模型
zh_hant_tw: 未知模型

# dashboard.updated
source: Updated
de: Aktualisiert
es: Actualizado
fr: Mis à jour
ja: 更新
ko: 업데이트
pt_br: Atualizado
zh_hans: 已更新
zh_hant_hk: 已更新
zh_hant_tw: 已更新

# dashboard.usage_help
source: Usage near limit — overage charges may apply
de: Nutzung nahe Limit — zusätzliche Kosten möglich
es: Uso cerca del límite — posibles cargos por exceso
fr: Utilisation proche de la limite — frais supplémentaires possibles
ja: 使用量が上限に近づいています — 超過料金が発生する可能性があります
ko: 사용량 한도 근접 — 초과 요금 발생 가능
pt_br: Uso próximo do limite — cobranças extras podem ocorrer
zh_hans: 用量接近上限，可能产生超额费用
zh_hant_hk: 用量接近上限 — 可能產生超額費用
zh_hant_tw: 用量接近上限 — 可能產生超額費用

# dashboard.usage_percent
source: Monthly usage
de: Monatliche Nutzung
es: Uso mensual
fr: Utilisation mensuelle
ja: 月間使用率
ko: 월간 사용량
pt_br: Uso mensal
zh_hans: 当月用量百分比
zh_hant_hk: 每月用量
zh_hant_tw: 每月用量

# dashboard.vs_period
source: vs previous period
de: vs Vorperiode
es: vs período ant.
fr: vs période préc.
ja: 前期比
ko: 이전 기간 대비
pt_br: vs período ant.
zh_hans: 比上期
zh_hant_hk: 與前期比較
zh_hant_tw: 與前期相比
